{
  "neverHaveIEverQuestions": {
    "Travel and Adventure": [
      "Never have I ever traveled to another country.",
      "Never have I ever gone skydiving.",
      "Never have I ever been on a cruise.",
      "Never have I ever been scuba diving.",
      "Never have I ever been in a hot air balloon.",
      "Never have I ever gone bungee jumping.",
      "Never have I ever been on a zip line.",
      "Never have I ever gone rock climbing.",
      "Never have I ever gone whale watching.",
      "Never have I ever been on a safari.",
      "Never have I ever been to a theme park.",
      "Never have I ever gone snorkeling.",
      "Never have I ever gone parasailing.",
      "Never have I ever traveled alone.",
      "Never have I ever lived in another country.",
      "Never have I ever been on a road trip with friends.",
      "Never have I ever seen the Northern Lights.",
      "Never have I ever been on a sailboat.",
      "Never have I ever flown first class.",
      "Never have I ever gone skinny dipping.",
      "Never have I ever been to a Renaissance fair.",
      "Never have I ever gone zip-lining.",
      "Never have I ever been to a masquerade ball.",
      "Never have I ever seen a shooting star.",
      "Never have I ever taken a hot air balloon ride.",
      "Never have I ever been on a ghost tour.",
      "Never have I ever been to a national park."
    ],
    "Sports and Activities": [
      "Never have I ever run a marathon.",
      "Never have I ever gone skiing.",
      "Never have I ever played golf.",
      "Never have I ever gone ice skating.",
      "Never have I ever gone surfing.",
      "Never have I ever gone horseback riding.",
      "Never have I ever played chess.",
      "Never have I ever tried archery.",
      "Never have I ever flown a kite.",
      "Never have I ever played poker.",
      "Never have I ever done a cartwheel.",
      "Never have I ever participated in a flash mob.",
      "Never have I ever gone to a trampoline park.",
      "Never have I ever tried stand-up paddleboarding.",
      "Never have I ever gone to a flea market.",
      "Never have I ever played laser tag.",
      "Never have I ever played paintball.",
      "Never have I ever gone ice fishing."
    ],
    "Entertainment and Culture": [
      "Never have I ever been to a concert.",
      "Never have I ever been on TV.",
      "Never have I ever been in a play.",
      "Never have I ever sung karaoke.",
      "Never have I ever been to a museum.",
      "Never have I ever been to a professional sports game.",
      "Never have I ever been to a zoo.",
      "Never have I ever been to a comedy show.",
      "Never have I ever seen a Broadway show.",
      "Never have I ever been to a jazz club.",
      "Never have I ever attended a film festival.",
      "Never have I ever been to a Renaissance fair.",
      "Never have I ever attended a music festival.",
      "Never have I ever been to a ballet.",
      "Never have I ever been to a film premiere.",
      "Never have I ever attended a theater production.",
      "Never have I ever been to a live theater show.",
      "Never have I ever seen a 3D movie.",
      "Never have I ever been to an opera.",
      "Never have I ever been to a drive-in theater.",
      "Never have I ever seen a meteor shower.",
      "Never have I ever been to a circus.",
      "Never have I ever attended a major sports event.",
      "Never have I ever been to a haunted house.",
      "Never have I ever gone to a psychic.",
      "Never have I ever been to a masquerade ball.",
      "Never have I ever been to a street market.",
      "Never have I ever been to a fashion show.",
      "Never have I ever been to a comedy club.",
      "Never have I ever been to a historical reenactment.",
      "Never have I ever been to an escape room.",
      "Never have I ever attended a lecture or seminar.",
      "Never have I ever been to a jazz festival."
    ],
    "Food and Drink": [
      "Never have I ever tried sushi.",
      "Never have I ever eaten caviar.",
      "Never have I ever eaten a bug.",
      "Never have I ever eaten food from a street vendor.",
      "Never have I ever gone wine tasting.",
      "Never have I ever been to a vineyard.",
      "Never have I ever had food poisoning.",
      "Never have I ever cooked a new cuisine.",
      "Never have I ever taken a cooking class.",
      "Never have I ever attended a wine tasting event.",
      "Never have I ever gone to a street food festival."
    ],
    "Personal Experiences": [
      "Never have I ever broken a bone.",
      "Never have I ever gotten a tattoo.",
      "Never have I ever dyed my hair.",
      "Never have I ever ridden a motorcycle.",
      "Never have I ever met a celebrity.",
      "Never have I ever gotten a speeding ticket.",
      "Never have I ever skipped school.",
      "Never have I ever been on a blind date.",
      "Never have I ever had surgery.",
      "Never have I ever stayed awake for 24 hours straight.",
      "Never have I ever joined a gym.",
      "Never have I ever done volunteer work.",
      "Never have I ever participated in a charity event.",
      "Never have I ever been to a protest.",
      "Never have I ever danced in the rain.",
      "Never have I ever built a snowman.",
      "Never have I ever had a pet.",
      "Never have I ever been in a limousine.",
      "Never have I ever been in a food fight.",
      "Never have I ever stayed up all night.",
      "Never have I ever participated in a marathon.",
      "Never have I ever joined a book club.",
      "Never have I ever had a piercing.",
      "Never have I ever dyed my hair."
    ],
    "Learning and Skills": [
      "Never have I ever played a musical instrument.",
      "Never have I ever taken a yoga class.",
      "Never have I ever learned another language.",
      "Never have I ever learned how to juggle.",
      "Never have I ever taken a pottery class.",
      "Never have I ever taken a photography class.",
      "Never have I ever done a home renovation project."
    ],
    "Events and Festivals": [
      "Never have I ever been to a wedding.",
      "Never have I ever attended a street fair.",
      "Never have I ever been to a farmer's market.",
      "Never have I ever attended a cultural festival."
    ],
    "Miscellaneous": [
      "Never have I ever seen a solar eclipse.",
      "Never have I ever seen a shooting star.",
      "Never have I ever been to a botanical garden.",
      "Never have I ever been to a science museum.",
      "Never have I ever been to a planetarium."
    ],
    "Dirty": [
      "Never have I ever kissed someone of the same sex.",
      "Never have I ever had a one-night stand.",
      "Never have I ever skinny dipped.",
      "Never have I ever sent a sext.",
      "Never have I ever used a dating app.",
      "Never have I ever had sex in a public place.",
      "Never have I ever slept naked.",
      "Never have I ever had a friends-with-benefits arrangement.",
      "Never have I ever been to a strip club.",
      "Never have I ever watched adult content.",
      "Never have I ever kissed someone in the rain.",
      "Never have I ever played strip poker.",
      "Never have I ever been caught in the act.",
      "Never have I ever gone commando.",
      "Never have I ever been handcuffed.",
      "Never have I ever had a threesome.",
      "Never have I ever used handcuffs or blindfolds.",
      "Never have I ever had a fantasy about someone in this room.",
      "Never have I ever had phone sex.",
      "Never have I ever received or given a lap dance.",
      "Never have I ever kissed more than one person in a day.",
      "Never have I ever had a crush on a teacher.",
      "Never have I ever hooked up with a coworker.",
      "Never have I ever role-played.",
      "Never have I ever taken nude photos of myself.",
      "Never have I ever joined the mile-high club.",
      "Never have I ever had sex on the beach.",
      "Never have I ever used toys in the bedroom.",
      "Never have I ever tried edible underwear.",
      "Never have I ever been to a swingers party.",
      "Never have I ever kissed a friend's sibling.",
      "Never have I ever gone to a nude beach.",
      "Never have I ever watched an erotic movie with someone.",
      "Never have I ever flirted with someone to get free drinks.",
      "Never have I ever had sex with someone whose name I didn’t know.",
      "Never have I ever sent a naughty snap.",
      "Never have I ever been on a Tinder date."
    ]
  }
}
