{
  "WIML": {
    "Work-Appropriate Most Likely To Questions": [
      "Who is most likely to call in sick at work to go to the beach?",
      "Who is most likely to become president?",
      "Who is most likely to become a social media influencer?",
      "Who is most likely to spend all weekend bingeing a new TV series?",
      "Who is most likely to have visited the most countries?",
      "Who is most likely to move to a foreign country?",
      "Who is most likely to hike the Appalachian Trail?",
      "Who is most likely to become a college professor?",
      "Who is most likely to quit to host a reality dating series?",
      "Who is most likely to know about the hottest new restaurant before everyone else?",
      "Who is most likely to spend their Saturday morning volunteering?",
      "Who is most likely to be written about in future history books?",
      "Who is most likely to “Reply All” to a company-wide email?",
      "Who is most likely to have over 5,000 unread emails?",
      "Who is most likely to write a memoir?",
      "Who is most likely to accidentally leave their mic on during a Zoom meeting?",
      "Who is most likely to get married within the next year?",
      "Who is most likely to come up with the company’s next big idea?",
      "Who is most likely to win a Nobel Prize?",
      "Who is most likely to laugh in a serious situation?",
      "Who is most likely to bring their child to work?"
    ],
    "Dirty Most Likely To Questions": [
      "Who is most likely to have sex in public?",
      "Who is most likely to go commando?",
      "Who is most likely to go skinny dipping?",
      "Who is most likely to drunk-text their ex?",
      "Who is most likely to have their parents walk in on them having sex?",
      "Who is most likely to take a body shot off a stranger?",
      "Who is most likely to sell foot pics for fun?",
      "Who is most likely to have a one-night stand?",
      "Who is most likely to send a nude selfie?",
      "Who is most likely to call out of work for sex?",
      "Who is most likely to have an affair with a celebrity?",
      "Who is most likely to date three people at the same time?",
      "Who is most likely to fall asleep during sex?",
      "Who is most likely to go to the strip club on their birthday?",
      "Who is most likely to go back to their ex?",
      "Who is most likely to create a sex room in their home?",
      "Who is most likely to say “I love you” to a one-night stand?",
      "Who is most likely to date someone twice their age?",
      "Who is most likely to give the best lap dance?",
      "Who is most likely to do a boudoir photoshoot?",
      "Who is most likely to have a dance party in their underwear?",
      "Who is most likely to join the mile high club?",
      "Who is most likely to get caught watching porn?",
      "Who is most likely to have a threesome?",
      "Who is most likely to visit a nude beach on vacation?",
      "Who is most likely to say the wrong name in bed?",
      "Who is most likely to own the most sex toys?"
    ],
    "Most Likely To Questions For Friends": [
      "Who is most likely to become a CEO at a top company?",
      "Who is most likely to have the most children?",
      "Who is most likely to run a marathon?",
      "Who is most likely to be late for their own birthday party?",
      "Who is most likely to win a Grammy?",
      "Who is most likely to break a world record?",
      "Who is most likely to never have kids?",
      "Who is most likely to meet their S.O. at the gym?",
      "Who is most likely to be on a red carpet one day?",
      "Who is most likely to adopt the #vanlife lifestyle?",
      "Who is most likely to own their own farm?",
      "Who is most likely to be the first to get married?",
      "Who is most likely to cry during a sad movie?",
      "Who is most likely to become a millionaire?",
      "Who is most likely to become a stand-up comedian?",
      "Who is most likely to go all in on bottomless brunch?",
      "Who is most likely to know exactly what to say when you’re feeling sad?",
      "Who is most likely to get married in Vegas?",
      "Who is most likely to sneak into a movie?",
      "Who is most likely to be the first one out on the dance floor?",
      "Who is most likely to save you from a bad first date?",
      "Who is most likely to make new friends on a night out?",
      "Who is most likely to randomly bring home a new dog?",
      "Who is most likely to be the first to sign up for karaoke?",
      "Who is most likely to text “On my way!” when they’re still getting ready?",
      "Who is most likely to cancel on plans last minute?",
      "Who is most likely to get drunk first on a night out?",
      "Who is most likely to get a tattoo they’ll later regret?",
      "Who is most likely to stop a wedding?",
      "Who is most likely to be a teacher’s pet at school?"
    ],
    "Most Likely To Questions For Couples": [
      "Who is most likely to live the longest?",
      "Who is most likely to accidentally send a nude to their mom?",
      "Who is most likely to forget to text back?",
      "Who is most likely to say something awkward to the other’s parents?",
      "Who is most likely to have a sarcastic comeback?",
      "Who is most likely to accidentally start a fire in the house?",
      "Who is most likely to say “I love you” first?",
      "Who is most likely to fall asleep during a movie?",
      "Who is most likely to fall in love first?",
      "Who is most likely to forget your anniversary?",
      "Who is most likely to sleep in on Sundays?",
      "Who is most likely to make a playlist for the other?",
      "Who is most likely to get lost while using GPS?",
      "Who is most likely to get baby fever?",
      "Who is most likely to splurge on expensive items?",
      "Who is most likely to apologize first?",
      "Who is most likely to prank the other?",
      "Who is most likely to not give in during an argument even when they’re wrong?",
      "Who is most likely to give the silent treatment after an argument?",
      "Who is most likely to pull an all-nighter?",
      "Who is most likely to talk in their sleep?",
      "Who is most likely to forget the other’s birthday?",
      "Who is most likely to make the most money long-term?",
      "Who is most likely to get a tattoo of the other person’s name?",
      "Who is most likely to commit a crime?",
      "Who is most likely to be late for your wedding?",
      "Who is most likely to lie to get out of a date?"
    ],
    "Most Likely To Questions For Family Members": [
      "Who is most likely to become a reality TV star?",
      "Who is most likely to get a tattoo of your mom’s name?",
      "Who is most likely to take all their secrets to the grave?",
      "Who is most likely to become a member of your local art museum?",
      "Who is most likely to get rid of their smartphone and go back to using a flip phone?",
      "Who is most likely to make it to the Olympics?",
      "Who is most likely to show up on your doorstep with soup when you’re sick?",
      "Who is most likely to not forget your birthday?",
      "Who is most likely to order takeout when they already have leftovers in the fridge?",
      "Who is most likely to get a speeding ticket on a road trip?",
      "Who is most likely to make it as a contestant on a national talent show?",
      "Who is most likely to injure themselves while doing chores in their apartment?",
      "Who is most likely to die first in a scary movie?",
      "Who is most likely to renovate their entire house?",
      "Who is most likely to give all their money to charity?",
      "Who is most likely to DIY something instead of buying it?",
      "Who is most likely to eat pizza for breakfast?",
      "Who is most likely to lie to the waiter that it’s their birthday to get free cake?",
      "Who is most likely to win the lottery?",
      "Who is most likely to be late for dinner?",
      "Who is most likely to buy a motorcycle?",
      "Who is most likely to answer a phone call in the middle of a night?",
      "Who is most likely to keep an item they “borrowed”?",
      "Who is most likely to accidentally forget something important at home?",
      "Who is most likely to make their future kid a child star?",
      "Who is most likely to be a picky eater?",
      "Who is most likely to lie to get out of a family holiday?",
      "Who is most likely to get car sick?",
      "Who is most likely to take the longest in the shower?",
      "Who is most likely to sleep through a natural disaster?"
    ]
  }
}
